Repository: reflexive-communications/consentactivity
Catalog: l10n/*/LC_MESSAGES/consentactivity.po
Languages: hu_hu

source: Expiration year has to be numeric.
hu_hu: A lejárat évének számnak kell lennie.

source: Tagging days has to be numeric.
hu_hu: A cimkézés napjának számnak kell lennie.

source: Not allowed value.
hu_hu: Nem megengedett érték.

source: Duplication.
hu_hu: Többszörös.

source: Consent Expiration Years
hu_hu: Hozzájárulás Lejárati Év

source: Tag Before Expiration Days
hu_hu: Cimkézés Napja Lejárat Előtt

source: Tag contact
hu_hu: Kapcsolat cimkézése

source: - select -
hu_hu: - válassz -

source: Anonymized Tag
hu_hu: Anonimizált cimke

source: Consent After Contribution
hu_hu: Hozzájárulás Adomány Után

source: Landing page for consent renewal
hu_hu: Köszönő oldal consent megújítás után

source: Email address for manual data management
hu_hu: Email-cím adattörlési kérelmek fogadására

source: Save
hu_hu: Mentés

source: Consentactivity Settings
hu_hu: Consentactivity Beállítások

source: Error during search update
hu_hu: Hiba a keresés mentése során

source: The configuration has been updated.
hu_hu: A beállítások frissültek.

source: Saved Search is not set.
hu_hu: Mentett keresés nincs beállítva.

source: The tag is reserved for the consentactivity.
hu_hu: A cimke a consentactivity számára fenntartott.

source: Renew Consent Link
hu_hu: Hozzájárulás Megújítása Link

source: The contacts will marked as expired after this years since the last consent activity.
hu_hu: A kapcsolat személyes adatai törlésre fognak kerülni ennyi évvel az utolsó consent activity után.

source: This tag will applied on the contact on the tagging action.
hu_hu: Ez a cimke lesz a kapcsolathoz hozzárendelve az cimkézési lépés után.

source: This tag will applied on the contact on the anonymization action.
hu_hu: Ez a cimke lesz a kapcsolathoz hozzárendelve az anonimizálási lépés után.

source: Add a consent activity after contribution.
hu_hu: Adomány után consent activity hozzáadása az adományozónak.

source: Users will be redirected to this page after consent was renewed
hu_hu: Erre az oldalra lesznek a kontaktok átirányitva consent megújítás után

source: Users can send emails to this address for data-removal requests
hu_hu: Erre az email-címre küldhetnek a kontaktok adattörlési kérelmeket

source: Parameter mapping
hu_hu: Paraméter beállítás

source: Group
hu_hu: Csoport

source: Sorry, something went wrong. Please try again later!
hu_hu: Sajnáljuk, valamilyen hiba történt. Kérlek próbáld meg később!

source: You have successfully renewed your GDPR consent at %1!
hu_hu: Köszönjük, hogy ismételten hozzájárulásodat adtad adataid kezeléséhez a(z) %1 adatbázisában!

source: You can revoke your consent or request your personal data deletion at any time by writing to %1 email address.
hu_hu: Hozzájárulásodat bármikor visszavonhatod a(z) %1 email címre küldött üzenettel, melyben adataid törlését kéred!
